"BUTTON_AUTHENTICATE" = "使用我的手机号码";

"BUTTON_CREATED_ACCOUNT" = "已创建账号";

"BUTTON_CREATE_ACCOUNT" = "创建账号";

"BUTTON_CREATING_ACCOUNT" = "正在创建账号";

"BUTTON_DISMISS" = "忽略";

"BUTTON_NOT_NOW" = "暂时不用";

"BUTTON_OK" = "确定";

"BUTTON_OKAY" = "确定";

"BUTTON_RESEND_CONF_CODE" = "重新发送确认码";

"BUTTON_RETRY" = "重试";

"BUTTON_SENDING_CONF_CODE" = "正在发送确认码";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "验证";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "已验证";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "正在验证";

"BUTTON_SEND_CONF_CODE" = "发送确认码";

"BUTTON_SENT_CONF_CODE" = "确认码已发送";

"BUTTON_SIGNED_IN" = "已登录";

"BUTTON_SIGNING_IN" = "登录";

"BUTTON_SIGN_IN" = "登录";

"BUTTON_SIGN_IN_WITH_TWITTER" = "使用 Twitter 登录";

"BUTTON_TRY_DIFFERENT_NUMBER" = "请尝试使用其他手机号码";

"CALL_ME_ACTION" = "给我电话";

"CALL_ME_LOADING" = "正在呼叫";

"ERROR_CANT_SMS" = "无法给该号码发送短信。";

"ERROR_CHECK_CODE_TRY_AGAIN" = "请检查你的确认码并重试";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "哎哟，网络似乎出现问题了。再试一次? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "请检查你的手机号码并重试";

"ERROR_TRY_AGAIN_LATER" = "我们无法在这个时候让你登录Twitter。请稍后再试。";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "你之前已经在<u>digits.com</u>输入两个步骤的验证码";

"FOOTNOTE_CREATE_ACCOUNT" = "点击上面的“创建账号”按钮，即意味着你同意Digits by Twitter的<u>服务条款</u>、<u>隐私政策</u>和<u>Cookies政策</u>，而%@的其他用户可以通过手机号码和/或邮件地址找到你。";

"FOOTNOTE_SEND_CONF_CODE" = "点击“发送验证码”，<u>Digits by Twitter</u> 将向你的手机号发送验证短信。可能会收取短信费或数据流量费。";

"FOOTNOTE_TOS_UPDATE" = "点击上面的“登录”按钮，即意味着你同意 Digits by Twitter 的<u>服务条款</u>、<u>隐私政策</u>和 <u>Cookies 政策</u>，而 %@ 的其他用户可以通过手机号码和(或)邮件地址找到你。";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "输入两个步骤的验证码";

"LABEL_ENTER_CONF_CODE" = "输入确认码";

"LABEL_ENTER_PHONE_NUMBER" = "输入你的手机号码";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "我们使用 Digits by Twitter 来查找你身边使用这个应用程序的朋友。当你轻按“确认”时，我们将上传你的通讯录至 Digits by Twitter，帮你找到你认识的 %@ 用户，同时帮其他 %@ 用户找到你。";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "查找你的好友";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "无法确认你的手机号码";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "很抱歉，我们无法为你发送验证码。";

"PARTIAL_FOOTNOTE_THIS_APP" = "此应用";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "验证码";

"PLACEHOLDER_CONF_CODE" = "确认码";

"PLACEHOLDER_YOUR_NUMBER" = "你的手机号码";

"WAIT_FOR_CONF_CODE" = "我们会在1分钟内向你的手机发送确认码。";

